{
  "basics": {
    "name": "Sabrina Guia",
    "label": "Software Component Engineer at EDISOFT - Defence & Aerospace Technologies",
    "picture": "",
    "email": "",
    "website": "",
    "summary": "Sabrina Guia is currently a front-end developer at Edisoft - Software Development and Services Company, S.A. Works mostly with the following stack: HTML, CSS, JavaScript and ReactJs. She holds a Bachelor degree in Bioengineering and Master degree in Electrical and Computer Engineering. Both graduations were concluded with excellent rating at the University of Beira Interior (UBI), Covilhã, Portugal. In degree obtained a final mark of 13,467 values, and later obtained a master's degree in classification 17.1 values. Highlights the microcontrollers programming skills in the acquisition, analysis and signal processing, obtained during her master dissertation, allowing their integration in the development of a new draft for the Standards family IEEE1451. Also performed two extra-curricular training in the Laboratory MIsure, STRumentazione, ed ALgoritmi (MISTAL Lab) in Università Degli Studi di Salerno (UNISA), Fisciano, Italy. At the same time, she always has sought to nurture the creative spirit by joining into groups and work teams on the music field, granting her invaluable opportunities to test and improve some social skills that she presents, such as: organisation, responsibility, communication and teamwork. Their experiences and activities, personal and academic, allowed to become a Software Component Engineer at Edisoft - Software Development and Services Company, S.A. since 2015. She had the opportunity of working on a few different projects in order to grow an to acquire new technical skills. As aforementioned, she works mostly as a frontend developer with a desire to explore, learn and network with other realities. She is searching for new opportunities to grow both personally and professionally.",
    "location": {
      "address": "",
      "postalCode": "1800-119",
      "city": "",
      "countryCode": "",
      "region": ""
    },
    "profiles": []
  }
}